{
  "錯誤": "Error",
  "請輸入存款金額": "Please enter the amount you'd like to deposit",
  "銀行卡尚未綁定，請先綁定銀行卡": "No registered bank card yet, please register a bank card first",
  "請輸入銀行名稱": "Please enter the name of your bank",
  "請輸入銀行所在省份": "Please enter the province of your bank",
  "請輸入銀行所在城市": "Please enter the city of your bank",
  "請輸入銀行支行名稱": "Please enter the branch name of your bank",
  "請輸入銀行開戶人姓名": "Please enter the name of your bank account",
  "請輸入銀行帳號": "Please enter the account number of your bank account",
  "成功": "Success",
  "新增銀行卡成功": "New bank card added",
  "網路異常, 請重新嘗試": "Internet not responding, please try again",
  "銀行帳戶與會員資料不符，請確認您的銀行帳戶與會員資料相符": "Your bank account information does not match your member information; please make sure they match",
  "此銀行卡已被註冊使用，請選擇其他銀行卡": "This bank card has already been registered; please select other bank cards",
  "尚未設定錢包密碼": "Wallet password not set",
  "請先至會員中心設置錢包密碼後才能申請取款": "Please set your wallet password at the member center before you apply for withdrawal",
  "請輸入錢包密碼": "Please enter your wallet password",
  "已確認": "Confirm",
  "錢包密碼無誤，將前往取款頁面": "Wallet password confirmed, proceeding to withdrawal page",
  "錢包密碼錯誤": "Wallet password error",
  "選擇銀行卡": "Select your banking card",
  "網路錯誤": "Internet not responding",
  "錢包中心": "Wallet center",
  "存款": "Deposit",
  "取款": "Withdrawal",
  "銀行卡": "Bank card",
  "存款資料": "Deposit information",
  "幣別": "Currency type",
  "最低存款金額": "Minimum deposit amount:",
  "最高存款金額": "Maximum deposit amount:",
  "我要存款": "I want to deposit:",
  "存款金額": "Deposit amount",
  "取消": "Cancel",
  "送出": "Submit",
  "注意事項": "Note",
  "敬愛的會員：虛擬帳號轉帳提供多家銀行帳號，\"虛擬帳號轉帳\"與\"超商代碼支付\"繳費成功後，即可到\"帳戶訊息\"查詢入帳資訊。": "Dear member: Virtual account transfers provide account information from multiple banks; after \"virtual account transfers\" and \"convenience store code payment\", you can check your transfers under \"account notices\"",
  "如您要\"銀行轉帳\"存款前，請您先聯繫您的代理商及客服人員告知存款，存款完成，請您正確填寫轉帳金額後\"按下申請\"。": "Before depositing through \"bank transfers\", please notify your agents and customer service regarding the deposit; after completing the deposit, please enter the amount transferred correctly then \"press submit\".",
  "晚上 12 點至凌晨 1 點之間為銀行固定維護時間，如於此期間進行轉帳，將於凌晨 1 點後入帳。": "Banks conduct system maintenance between 12 and 1 a.m.; if you transfer at this time, the transfers will arrive after 1 a.m.",
  "若使用ATM櫃員機，可選擇轉帳 / 轉出 ( 轉帳單筆上限3萬元 ) 。": "If you use an ATM, you can choose to transfer in or out (maximum NTD 30,000 per transfer).",
  "本公司銀行帳號不定期變動，每次儲值前，請務必確認當前系統為您綁訂的專屬銀行帳號進行儲值，若您將款項儲值至非系統當前為您所綁定的專屬銀行帳號，本公司將不予承認該筆款項。": "Our bank account numbers change at irregular intervals. Prior to payments, please ensure that your payment is made to the corresponding connected bank account. If your payment is not made to the specific bank account connected by the system, we will not recognize the payment.",
  "取款資料": "Withdrawal information",
  "可用金額": "Amount available",
  "最低提款金額": "Minimum withdrawal amount",
  "最高提款金額": "Maximum withdrawal amount",
  "手續費": "Processing fees",
  "我要提款": "I want to withdraw",
  "選擇收款方式": "Select payment method",
  "錢包密碼": "Wallet password",
  "每次提款最少點數為1000點以上，請務必確認填寫之帳號，若提供的帳號錯誤，恕本公司無法負責。": "Every withdrawal must exceed 1,000 points. Please ensure the account information you have entered is correct. The company is not responsible for the validation of account information.",
  "提款時需達到存款總金額的100%有效投注量才可提出申請。(PS:如利用本平臺進行任何洗錢詐騙行為，本公司保留權利審核會員帳戶或停權終止會員服務)": "Withdrawals can only be submitted if they reach 100% of the effective betting amount of the total amount deposited. (PS: if the platform is used for money laundering behavior, we reserve the right to evaluate accounts or suspend services.)",
  "我的銀行卡": "My bank card",
  "可使用": "Be usable",
  "新增銀行卡": "Add bank card",
  "銀行名稱": "Bank name",
  "所在省": "Province",
  "請輸入銀行所在省": "Please enter the province of the bank",
  "所在城市/州/區": "City/State/District",
  "請輸入銀行所在城市/州/區": "Please enter the city/state/region where the bank is located",
  "支行名稱": "Branch name",
  "請輸入支行名稱": "Please enter the branch name",
  "帳戶名稱": "Account name",
  "請輸入帳戶名稱": "Please enter account name",
  "銀行帳號": "Bank account"
}