{
  "錯誤": "Lỗi",
  "請輸入存款金額": "Vui lòng nhập số tiền gửi",
  "銀行卡尚未綁定，請先綁定銀行卡": "Thẻ ngân hàng chưa được liên kết, vui lòng liên kết thẻ ngân hàng trước",
  "請輸入銀行名稱": "Vui lòng nhập tên ngân hàng",
  "請輸入銀行所在省份": "Vui lòng nhập tỉnh nơi ngân hàng đặt trụ sở",
  "請輸入銀行所在城市": "Vui lòng nhập thành phố nơi ngân hàng đặt trụ sở",
  "請輸入銀行支行名稱": "Vui lòng nhập tên chi nhánh ngân hàng",
  "請輸入銀行開戶人姓名": "Vui lòng nhập tên của chủ tài khoản ngân hàng",
  "請輸入銀行帳號": "Vui lòng nhập tài khoản ngân hàng",
  "成功": "Thành công",
  "新增銀行卡成功": "Đã thêm thành công thẻ ngân hàng",
  "網路異常, 請重新嘗試": "Mạng không bình thường, vui lòng thử lại",
  "銀行帳戶與會員資料不符，請確認您的銀行帳戶與會員資料相符": "Tài khoản ngân hàng không khớp với tư liệu thành viên, vui lòng xác nhận rằng tài khoản ngân hàng của bạn khớp với tư liệu thành viên",
  "此銀行卡已被註冊使用，請選擇其他銀行卡": "Thẻ ngân hàng này đã được đăng ký sử dụng, vui lòng chọn thẻ ngân hàng khác",
  "尚未設定錢包密碼": "Vẫn chưa cài đặt mật khẩu ví",
  "請先至會員中心設置錢包密碼後才能申請取款": "Vui lòng đến trung tâm thành viên để đặt mật khẩu ví trước khi đăng ký rút tiền",
  "請輸入錢包密碼": "Vui lòng nhập mật khẩu ví",
  "已確認": "Đã xác nhận",
  "錢包密碼無誤，將前往取款頁面": "Mật khẩu ví chính xác, bạn sẽ đến trang rút tiền",
  "錢包密碼錯誤": "Mật khẩu ví không chính xác",
  "選擇銀行卡": "Chọn thẻ ngân hàng",
  "網路錯誤": "Lỗi mạng",
  "錢包中心": "Trung tâm Ví",
  "存款": "Gửi tiền",
  "取款": "Rút tiền",
  "銀行卡": "Thẻ ngân hàng chưa được liên kết, vui lòng liên kết thẻ ngân hàng trước",
  "存款資料": "Tư liệu tiền gửi",
  "幣別": "Tiền tệ",
  "最低存款金額": "Số tiền gửi tối thiểu",
  "最高存款金額": "Số tiền gửi tối đa",
  "我要存款": "Tôi muốn gửi tiền",
  "存款金額": "Số tiền gửi",
  "取消": "Hủy bỏ",
  "送出": "Gửi đi",
  "注意事項": "Vấn đề cần chú ý",
  "敬愛的會員：虛擬帳號轉帳提供多家銀行帳號，\"虛擬帳號轉帳\"與\"超商代碼支付\"繳費成功後，即可到\"帳戶訊息\"查詢入帳資訊。": "Kính gửi thành viên: Chuyển khoản tài khoản ảo cung cấp nhiều tài khoản ngân hàng. \" Tài khoản ảo chuyển khoản \" và \" thanh toán bằng mã siêu doanh nghiệp \" Sau khi nạp tiền thành công,  có thể truy cập \" Thông tin tài khoản \" để truy vấn thông tin tài khoản.",
  "如您要\"銀行轉帳\"存款前，請您先聯繫您的代理商及客服人員告知存款，存款完成，請您正確填寫轉帳金額後\"按下申請\"。": " Nếu bạn muốn \" chuyển khoản ngân hàng \" trước khi gửi tiền, vui lòng liên hệ với đại lý và nhân viên chăm sóc khách hàng của bạn để thông báo về khoản tiền gửi.Gửi tiền toàn tất, Sau khi điền chính xác số tiền cần chuyển,vui lòng nhấn áp dụng.",
  "晚上 12 點至凌晨 1 點之間為銀行固定維護時間，如於此期間進行轉帳，將於凌晨 1 點後入帳。": " Thời gian duy trì cố định của ngân hàng là từ 12 giờ đêm đến 1 giờ sáng, nếu chuyển khoản được thực hiện trong khoảng thời gian này, tiền sẽ được chuyển vào sau 1 giờ sáng.",
  "若使用ATM櫃員機，可選擇轉帳 / 轉出 ( 轉帳單筆上限3萬元 ) 。": "Nếu bạn sử dụng máy rút tiền ATM,có thể chọn chuyển khoản / chuyển ra (hạn mức chuyển một lần là 30.000 nhân dân tệ).",
  "本公司銀行帳號不定期變動，每次儲值前，請務必確認當前系統為您綁訂的專屬銀行帳號進行儲值，若您將款項儲值至非系統當前為您所綁定的專屬銀行帳號，本公司將不予承認該筆款項。": "Tài khoản ngân hàng của công ty thay đổi không theo định kỳ. Trước mỗi lần gửi tiền, hãy đảm bảo gửi vào tài khoản ngân hàng độc quyền hiện tại đang được hệ thống liên kết với bạn. Nếu bạn gửi tiền vào tài khoản ngân hàng độc quyền mà không được hệ thống liên kết với bạn , công ty sẽ không công nhận khoản thanh toán này.",
  "取款資料": "Tư liệu rút tiền",
  "可用金額": "Số tiền khả dụng",
  "最低提款金額": "Số tiền rút tối thiểu",
  "最高提款金額": "Số tiền rút tối đa",
  "手續費": "Phí xử lý",
  "我要提款": "Tôi muốn rút",
  "選擇收款方式": "Lựa chọn hình thức thanh toán",
  "錢包密碼": "Mật khẩu ví",
  "每次提款最少點數為1000點以上，請務必確認填寫之帳號，若提供的帳號錯誤，恕本公司無法負責。": " Số điểm tối thiểu cho mỗi lần rút tiền là 1000 điểm trở lên. Vui lòng xác nhận số tài khoản đã điền, nếu cung cấp sai số tài khoản, công ty không chịu trách nhiệm.",
  "提款時需達到存款總金額的100%有效投注量才可提出申請。(PS:如利用本平臺進行任何洗錢詐騙行為，本公司保留權利審核會員帳戶或停權終止會員服務)": "Khi rút tiền, cần đạt 100% tổng số tiền gửi đặt cược có hiệu lực mới có thể xin rút. (PS: Nếu bạn sử dụng nền tảng này cho bất kỳ hành vi gian lận rửa tiền nào, công ty có quyền xem xét tài khoản thành viên hoặc đình chỉ quyền chấm dứt dịch vụ thành viên)",
  "我的銀行卡": "Thẻ ngân hàng của tôi",
  "可使用": "có thể sử dụng được",
  "新增銀行卡": "Thêm thẻ ngân hàng",
  "銀行名稱": "tên ngân hàng",
  "所在省": "Tỉnh",
  "請輸入銀行所在省": "Vui lòng nhập tỉnh của ngân hàng",
  "所在城市/州/區": "Thành phố / Tiểu bang / Quận",
  "請輸入銀行所在城市/州/區": "Vui lòng nhập thành phố / tiểu bang / khu vực nơi ngân hàng đặt trụ sở",
  "支行名稱": "Tên chi nhánh",
  "請輸入支行名稱": "Vui lòng nhập tên chi nhánh",
  "帳戶名稱": "tên tài khoản",
  "請輸入帳戶名稱": "Vui lòng nhập tên tài khoản",
  "銀行帳號": "tài khoản ngân hàng"
}